{
  "@context": "http://iiif.io/api/presentation/3/context.json",
  "id": "https://marinads.github.io/chicano-literature-resistance/chicano-literature/canvas-1/canvas/raul-salinas.json",
  "type": "AnnotationPage",
  "label": "Raul Salinas",
  "items": [
    {
      "@context": "http://www.w3.org/ns/anno.jsonld",
      "id": "https://marinads.github.io/chicano-literature-resistance/chicano-literature/canvas-1/canvas/raul-salinas-annotation-0.json",
      "type": "Annotation",
      "motivation": [
        "supplementing",
        "commenting"
      ],
      "body": {
        "type": "TextualBody",
        "value": "La Loma, neighborhood of my youth demolished. He raised forever from the universe. You live on captive in the lonely cell blocks of my mind neighborhood of endless hills, muddied streets all chuck whole line that never drank of asphalt, kids barefoot and snotty nosed playing marbles, munching on being facusse the kind you'll never find in a cafe to peaceful generations removed from their willows revolution neighborhood of dilapidated community hall, Salon Cinco de Mayo Yearly, May five September 16 Gathering of the familias, Reasserting pride on those two significant days, speeches by the elders patriarchs with evidence of oppression distinctly edged upon Mestizo faces equals l independencia emphasis on allegiance to the three color obscure names juarez and hidalgo their heroic deeds. Nostalgic Tales of War Years Under Vienna's Command. No one Listened. No one seemed to really care afterwards. The dance modest mexican maidens dancing polka together across splintered wooden floor. They never deigned to dance with boys. The careful scrutiny by curb stones experts. eight and 9 years old. Mingles Bowlegged. So we know she's done at her neighborhood of sunday night harmonicas at Guadalupe church fiestas for any occasion holidays, holy days, happy days round and round the promenade eating snow cones, rasp ascent. Tamales, the games bingo cakewalk, spin the wheel, making eyes at girls from cleaner neighborhoods. Lost. Unobtainable who responded all giggles and excitement. Neighborhood of four rays down to Buena vista santa rita, chords, lost projects, friendly neighborhood cops and robbers on the rooftops, sneaking peeks in people's private nighttime bedrooms bearing gifts of juicy fruit gum for the projects. Girls chasing them in adolescent heat, causing skin, knees and being run off for the night. Disenchanted walking home affection spurned, stop and stay out late chicks in search of modern romance lovers who always stood them up, unable to leave their world in the magazine's pages, angry fingers grab in, squeezing, feeling french kisses imposed close bodily contact, thigh and belly Robbins on the shadows of Cristo Rey church neighborhood that never saw a school bus. The crosstown walks were much more fun embarrassed when acquaintances, our friends, our relatives were sent home excuse from class for having cooties in their hair, did only mexicans have cooties in their hair. Gimbatul neighborhood of Saragosa part where scary stories interspersed with inherited superstitions were exchanged waiting for midnight and the haunting lament of La Corona, the weeping lady of our myths and folklore, who wept nightly along the banks of boggy creek for the Children she'd lost or drowned in some river, depending on the version. I think I heard her once and cried out of sadness and fear running all the way home nay pairs at attention, swallow a pinch of table salt and make the sign of the cross. Sure. Cure for frightened mexican boys neighborhood of spanish town cafe First grown up 13 hang out undress, tolerant manager proprietor, cook, victim of bungling baby burglars, your loss, Fritos and Pepsi cola's was our gain. You put up with us and still survived. You too are granted immortality. Neighborhood of groups and clusters, sniffing gas drinking, muscatel solidarity, cement hardening the clan, the family, the neighborhood, the gang norma's restless innocence, tattooed crosses on their hands, just doing things different from now on. All troublemaking Mex kids will be sent to Gatesville for nine months, Henry, whom from la Korea khakis weren't too low below the waist. The stomps the granny with a duck tail pacheco yo neighborhood of could be artists who plied their talents on the pools, bathhouse walls intricately adorned with esoteric symbols of their cult. The art form of our slums. More meaningful and significant than Egypt's finest hire a graphics neighborhood where purple clouds of Yeske a smoke one day descended and embraced us all skulls, uncapped rhythm and blues, charlie's Seventh street Club love funky music, wine spo dee otis barbecue and grass. Our very own connection man. Big black johnny b neighborhood of Ray's bar where Lalo shotgun pete Evans to death because of an unintentional stare and because he was a squadra only to end his life neatly sliced by prison. Barber's razor. Lawrence, grocery and gas station where or drunkenly stabbed Julio, arguing over who drive home and got 55 years for his crime, bratton. 20 years for a matchbox of weed. Is that cold? No lawyer, no jury, no trial. I'm guilty. He's guilty. You're guilty. Aren't we all guilty? Indian mothers to so unaware of courtroom tragic comedies, folded arms across their bosoms, saying support hose neighborhood of my childhood neighborhood that no longer exists. Some died young, fortunate some rot in prison. The rest drifted away to be conjured up in minds of others like them. For me only the mouth of this journey is real neighborhood of my adolescence neighborhood that is no more. You are torn pieces of my flesh. Therefore you are La Loma. Austin mi barrio. I bear you no grudge, my king two of Houston, my Jackson of sankoh, my segundo of el paso, my Varela's of alburque my west side of denver. Flats, Los Marcos, maravilla, calle Guadalupe, magnolia, buena vista, mateo, Las Seis.",
        "format": "text/plain"
      },
      "target": {
        "source": "https://marinads.github.io/chicano-literature-resistance/chicano-literature/canvas-1/canvas",
        "selector": {
          "type": "RangeSelector",
          "t": "417,860"
        }
      }
    }
  ]
}